{
    "RollUpReporting": {
        "AllMeasurablesAssigned": "Krejt të matshmit i janë caktuar këtij Roll-Up-i. Kur krijoni të matshëm të rinj, do të përfshihen automatikisht në këtë Roll-Up.",
        "ErrorCannotAssignRollUpToAnotherRollUp": "S’është e mundur t’i caktohet Roll-Up idsite %1$s këtij Roll-Up-i, ngaqë Roll-Up idsite %2$s përfshin tashmë sajtin që po përditësoni aktualisht.",
        "ErrorNoSiteAssigned": "Duhet caktuar të paktën një sajt pjellë për këtë sajt Roll-Up",
        "FindMeasurables": "Gjeni të matshëm",
        "GoalCreationNotPossible": "S’është e mundur të krijohet një synim për njëë sajt Roll-Up",
        "MatchingSearchConfirmTitle": "Jeni i sigurt se doni të shtohen %s të matshëm që kanë përputhje?",
        "MatchingSearchConfirmTitleAlreadyAdded": "Janë shtuar tashmë %s të matshëm me përputhje",
        "MatchingSearchMatchedAdd": "Këta %1$s të matshëm patën përputhje me %2$s dhe do të shtohen te ky “roll up”",
        "MatchingSearchMatchedAlreadyAdded": "Këta %1$s të matshëm patën përputhje me %2$s, por janë shtuar tashmë në këtë “roll up”",
        "MatchingSearchNotFound": "S’ka të matshëm me përputhje me termin e kërkimit %s.",
        "NoMeasurableAssignedYet": "S’është caktuar ende ndonjë i matshëm, ju lutemi, përzgjidhni një të matshëm prej përzgjedhësit më sipër.",
        "RollUpMeasurableSettingHelp": "Përkufizoni të matshëm burimi që duhen grumbulluar për këtë të matshëm. Që të shtoni një të matshëm (ose sajt) te ky roll-up, përzgjidhni një të matshëm që nga zgjedhësi i të matshëmve. Për të hequr një të matshëm, klikoni mbi ikonën minus në krah të emrit të sajtit. Me këtë sajt duhet lidhur të paktën një i matshëm. E-tregtia dhe Kërkim-Në-Sajt do të aktivizohen automatikisht, nëse një nga të matshmit e caktuar ka të aktivizuar etregtinë ose kërkimin në sajt. Kur shtoni ose hiqni të matshëm më vonë, raportet e prodhuar më parë mund të duhet të rirprodhohen.",
        "RollUpMeasurableSettingTitle": "Të matshëm burimi",
        "SelectMeasurable": "Përzgjidhni një të matshëm për ta shtuar te ky “roll up”",
        "SelectMeasurablesMatchingSearch": "ose shtoni krejt të matshmit që përmbajnë termin vijues të kërkimit",
        "SystemSettingCreationDateSyncHelp": "Kur aktivizohet, data e krijimit të një Roll-Up-i do të caktohet vetvetiu sa data e krijimit të të matshmit burim më të vjetër. Kjo ju lejon të shihni raporte në të kaluarën për një Roll-Up pasi e keni krijuar. Nëse keni trafik të lartë, dhe arkivimi i këtyre raporteve mund të zgjaste shumë, mund të doni ta çaktivizoni këtë rregullim.",
        "SystemSettingCreationDateSyncTitle": "Njëkohëso datë krijimi"
    }
}
